tap "homebrew/cask"
cask_args appdir: "/Applications"   

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "shivammathur/php"

brew "git"
brew "node"
brew "yarn"
brew "composer"

brew "php"
brew "php@7.4"
brew "php@5.6"
brew "imagemagick"

brew "mysql@5.7"
brew "postgresql@10"

cask "dropbox"
cask "helo"
cask "kaleidoscope"
cask "sketch"
cask "tableplus"
cask "telegram"
cask "tinkerwell"
cask "tower"
cask "whatsapp"
cask "forticlient-vpn"
cask "paw"
cask "ngrok"

mas "harvest", id: 506189836
mas "xcode", id: 497799835
